const products = [
  { 
    slug: 'product1',
    name: "Стакан литьевой, 1500 мл",
    favorite: false,
    image: "/images/products/product-1.png",
    props: "123",
    description: "Анонс упаковки, чтобы коротко описать, для чего она используется в большинстве случаев текстов очень большого объемы, чтобы не вмещался на три строки.",
  },

  { 
    slug: 'product2',
    name: "Стакан литьевой, 1500 мл",
    favorite: false,
    image: "/images/products/product-2.png",
    props: "123",
    description: "Анонс упаковки, чтобы коротко описать, для чего она используется в большинстве случаев текстов очень большого объемы, чтобы не вмещался на три строки.",
  },

  { 
    slug: 'product3',
    name: "Стакан литьевой, 1500 мл",
    favorite: false,
    image: "/images/products/product-3.png",
    props: "123",
    description: "Анонс упаковки, чтобы коротко описать, для чего она используется в большинстве случаев текстов очень большого объемы, чтобы не вмещался на три строки.",
  },

  { 
    slug: 'product4',
    name: "Стакан литьевой, 1500 мл",
    favorite: false,
    image: "/images/products/product-3.png",
    props: "123",
    description: "Анонс упаковки, чтобы коротко описать, для чего она используется в большинстве случаев текстов очень большого объемы, чтобы не вмещался на три строки.",
    specs: [
      {label: "Объем", value: '210мл'},
      {label: "Вместимость", value: '210гр'},
      {label: "Форма", value: 'Прямоугольная'}
    ],
    logistics: [
      {label: "Количество банок в коробке", value: '1026шт'},
      {label: "Вес коробки с банками (брутто)", value: '9,9 кг'},
      {label: "Количество крышек в коробке", value: '1036'},
      {label: "Вес коробки с крышками (брутто)", value: '10,2'},
    ]
  },

  { 
    slug: 'product5',
    name: "Стакан литьевой, 1500 мл",
    favorite: false,
    image: "/images/products/product-1.png",
    props: "123",
    description: "Анонс упаковки, чтобы коротко описать, для чего она используется в большинстве случаев текстов очень большого объемы, чтобы не вмещался на три строки.",
  },

  { 
    slug: 'product6',
    name: "Стакан литьевой, 1500 мл",
    favorite: false,
    image: "/images/products/product-1.png",
    props: "123",
    description: "Анонс упаковки, чтобы коротко описать, для чего она используется в большинстве случаев текстов очень большого объемы, чтобы не вмещался на три строки.",
  },
];

export default products;
