const reviews = [
  {
    author: 'Иван Петрович Смирнов',
    date: '01.01.2024',
    text: 'Мы выражаем искреннюю благодарность коллективу «Элитупаковки».'
  },
  {
    author: 'Мария Александровна Кузнецова',
    date: '15.03.2024',
    text: 'Мы хотели бы выразить нашу искреннюю благодарность сотрудникам компании «Элитупаковка» за их глубокое понимание наших производственных процессов и за ценные рекомендации, которые они дали как на этапе планирования, так и во время пусконаладочных работ.'
  },
  {
    author: 'Сергей Владимирович Соколов',
    date: '10.06.2024',
    text: 'Мы благодарны специалистам компании "Элитупаковка" за понимание наших производственных процессов и ценные советы, данные на всех этапах планирования и настройки.'
  },
  {
    author: 'Елена Николаевна Петрова',
    date: '25.09.2024',
    text: 'Спасибо команде «Элитупаковки» за то, что так подробно разобрались в наших производственных процессах и дали нам ценные советы на этапе планирования и пусконаладки!'
  },
  {
    author: 'Александр Сергеевич Иванов',
    date: '10.12.2024',
    text: 'Благодарим команду «Элитупаковки» за подробное изучение наших процессов и ценные советы на этапе планирования и пусконаладки.'
  },
  {
    author: 'Ольга Михайловна Кузнецова',
    date: '31.12.2024',
    text: 'Хотим сказать спасибо ребятам из «Элитупаковки» за то, что они так хорошо поняли, как у нас всё устроено, и за советы, которые они давали и когда мы только начинали, и когда уже работали.'
  },
]

export default reviews;
